Repository: mZer0ne/monopoly
Catalog: app/monopoly/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Warner Hall
ru_ru: ул. Житная

source: Community Chest
ru_ru: Общественная Казна

source: UC
ru_ru: ул. Нагатинская

source: Union Grill
ru_ru: Подоходный налог

source: AB route
ru_ru: Рижская Железная Дорога

source: College of Fine Art
ru_ru: Варшавское Шоссе

source: Chance
ru_ru: Шанс

source: Posner Hall
ru_ru: ул. Огарева

source: Hunt Library
ru_ru: ул. Первая Парковая

source: AIV Jail
ru_ru: Тюрьма

source: Doherty Hall
ru_ru: ул. Полянка

source: Entropy+
ru_ru: Электростанция

source: Gasling Stadium
ru_ru: ул. Стретенка

source: Margaret Morrison Carnegie Hall
ru_ru: Ростовская наб.

source: Escort
ru_ru: Курская Железная Дорога

source: Hamerschlag Hall
ru_ru: Рязанский Проспект

source: Roberts Engineering Hall
ru_ru: ул. Вавилова

source: Porter Hall
ru_ru: Рублевское Шоссе

source: Parking
ru_ru: Бесплатная Стоянка

source: Gates Center
ru_ru: ул. Тверская

source: Newell-Simon Hall
ru_ru: ул. Пушкинская

source: Wean Hall
ru_ru: пл. Маяковского

source: PTC
ru_ru: Казанская Железная Дорога

source: Baker Hall
ru_ru: ул. Грузинский Вал

source: Fence
ru_ru: Новиниский Бульвар

source: iNoodle
ru_ru: Водопровод

source: Purnell Center
ru_ru: Смоленская Площадь

source: Hamburg Hall
ru_ru: ул. Шусева

source: Collaborative Innovation Center
ru_ru: Гоголевский Бульвар

source: Cyert Hall
ru_ru: Кутузовский Проспект

source: Monorail
ru_ru: Ленинградская Железная Дорога

source: Information Networking Institute
ru_ru: ул. Малая Бронная

source: Pasta Vilaggio
ru_ru: Сверхналог

source: Mellon Institute
ru_ru: ул. Арбат

source: Get One More Grace day
ru_ru: Получите еще один день отсрочки

source: Overspeed
ru_ru: Превышение скорости

source: Autolab rank reward
ru_ru: Награда за звание Автолаборатории

source: Illegal Parking
ru_ru: Неправильная парковка

source: Meet harry potter in Doherty Hall
ru_ru: Встретьтесь с Гарри Поттером в Доэрти-холле

source: Host a fantastic Carnival
ru_ru: Устройте фантастический карнавал

source: Pay tuition in the amount
ru_ru: Оплатите обучение в размере

source: Bank error in your favor
ru_ru: Банковская ошибка в вашу пользу, получите

source: Income tax refund
ru_ru: Возмещение подоходного налога, получите

source: Vacation fund payment due date, get a
ru_ru: Наступил срок исполнения платежа по отпускному фонду, получите

source: A visit to the doctor, pay
ru_ru: Визит к врачу, заплатите

source: Pay hospitalization expenses in the amount of
ru_ru: Оплатите расходы на госпитализацию в размере

source: Life insurance payment due date has arrived, get a
ru_ru: Наступил срок исполнения платежа по страхованию жизни, получите

source: You came in second place in the beauty pageant, you're gonna get
ru_ru: Вы заняли второе место на конкурсе красоты, получите

source: For consulting services, you'll get
ru_ru: За консалтинговые услуги получите

source: You're getting an inheritance
ru_ru: Вы получаете наследство

source: Infrastructure
ru_ru: Инфраструктура

source: New Start
ru_ru: Новое Начало

source: Parking
ru_ru: Стоянка

source: Chance Card
ru_ru: Шанс

source: The price is
ru_ru: Цена

source: The payment amount is
ru_ru: Оплатите

source: The award amount is
ru_ru: Получите

source: The cost for the building is
ru_ru: Стоимость здания составляет

source: is choosing to buy or not.
ru_ru: решает покупать или нет.

source: should make a payment.
ru_ru: должен произвести оплату.

source: is rewarded a fortune.
ru_ru: получил целое состояние.

source: is stopped for one round.
ru_ru: останавливается на один раунд.

source: is choosing to build a new building or not.
ru_ru: решает строить новое здание или нет.

source: Nothing actually happened.
ru_ru: На самом деле ничего не произошло.

source: has passed the start point, reward 200.
ru_ru: прошел стартовую точку, награда 200.

source: Navigating back... Create your own game!
ru_ru: Возвращаемся назад... Создайте новую игру!

source: Waiting for host to start the game...
ru_ru: Ждем, пока хост запустит игру...

source: Loading game resources...
ru_ru: Загрузка игровых ресурсов...

source: 4 Players Max Per Game!
ru_ru: Максимум 4 игрока в игре!

source: gets a roll result
ru_ru: выкинул

source: Welcome to Monopoly
ru_ru: Добро пожаловать в Монополию

source: Permission Denied
ru_ru: Доступ запрещен

source: Start a New Game
ru_ru: Начать новую игру

source: Game Not Found
ru_ru: Игра не найдена

source: Start Game
ru_ru: Начать игру

source: Hold on...
ru_ru: Подожди...

source: Your Turn!
ru_ru: Твой Ход!

source: Get Reward
ru_ru: Вознаграждение

source: Purchase
ru_ru: Купить

source: Cancel
ru_ru: Отмена

source: Close
ru_ru: Закрыть

source: got
ru_ru: выкинул

source: Roll
ru_ru: Бросить

source: Message
ru_ru: Сообщение

source: Press Enter to send message...
ru_ru: Нажмите Enter, чтобы отправить сообщение...

source: Mute/Unmute Music
ru_ru: Отключить/Включить звук

source: Hide/Show the tutorial again
ru_ru: Скрыть/Показать подсказку

source: Terminate the game
ru_ru: Завершить игру

source: The balance of each player
ru_ru: Баланс каждого игрока

source: You have 1500 million when the game starts.
ru_ru: На момент начала игры у вас есть 1500 миллионов.

source: Chat with your friends
ru_ru: Чат с друзьями

source: Messages will show up here.
ru_ru: Здесь будут появляться сообщения.

source: You start here.
ru_ru: Вы начинаете здесь.

source: Construction
ru_ru: Строительство

source: When you stop onto a new land, you can
ru_ru: Когда вы остановитесь на новой клетке, вы сможете

source: do nothing
ru_ru: ничего не делать

source: buy the land
ru_ru: купить клетку

source: (up to three, one at a time)
ru_ru: (до трех, по одному)

source: build a house for $100
ru_ru: Построить Дом

source: upgrade to a hotel for $150
ru_ru: Построить Отель

source: You can also buy infrastructures like Entropy+, City Grill...
ru_ru: Вы также можете купить другие инфраструктуры

source: Rent
ru_ru: Аренда

source: When other players stop onto your land, you'll get rent from the player:
ru_ru: Когда другие игроки останавливаются на вашей клетке, вы получаете от игрока ренту:

source: ¼ (house) or ½ (hotel) of the land price,
ru_ru: ¼ (дом) или ½ (гостиница) стоимости земли,

source: and $10 for each house,
ru_ru: и 10$ за каждый дом,

source: and $50 for the hotel.
ru_ru: и 50$ за отель.

source: Game Process
ru_ru: Игровой процесс

source: You'll be suspended for one round if you reach the AIV jail.
ru_ru: Если вы доберетесь до тюрьмы, вас отстранят на один раунд.

source: The game ends after the first player runs out of cash.
ru_ru: Игра заканчивается после того, как у первого игрока закончатся деньги.

source: New Game!
ru_ru: Новая игра

source: Waiting for friends to join...
ru_ru: Ждем друзей...

source: Offline game (2 players)
ru_ru: Офлайн-игра (2 игрока)

source: Let your friends recognize you with a profile photo!
ru_ru: Пусть ваши друзья узнают вас по аватару!

source: Invite your friends to join the game by sharing the link.
ru_ru: Пригласите своих друзей присоединиться к игре.

source: Generating shared link...
ru_ru: Создание общей ссылки...

source: Copy
ru_ru: Копировать

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: User Name
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Already Signed Up?
ru_ru: Уже зарегистрированы?

source: Log Into Existing Account
ru_ru: Авторизация

source: New Here?
ru_ru: Впервые здесь?

source: Create New Account
ru_ru: Зарегистрироваться

source: Upload
ru_ru: Загрузить

source: Back to Game
ru_ru: Вернуться к игре

source: Edit Profile
ru_ru: Редактировать профиль

source: Apply Changes
ru_ru: Применить изменения

source: Logout
ru_ru: Выход

source: Register
ru_ru: Регистрация

source: Login
ru_ru: Авторизация

source: Inactive user.
ru_ru: Неактивный пользователь.

source: Invalid username or password.
ru_ru: Неверный логин или пароль.

source: Confirmation sent to your email.
ru_ru: Подтверждение отправлено на вашу электронную почту

source: Purchase Land
ru_ru: Покупка

source: Make a Payment
ru_ru: Оплата

source: Stop One Round
ru_ru: Остановить один раунд

source: Build a House
ru_ru: построить один дом за 100$
